<footer class="footer-box">
  <div class="footer-content">
    <div>
      <ul>
        <li>หมวดหนังสือ</li>
        <li>หนังสือแนะนำ</li>
        <li>หนังสือมาใหม่</li>
        <li>หนังสือแจกฟรี</li>
        <li>หนังสือทั้งหมด</li>
      </ul>
    </div>

    <div>
      <ul>
        <li>หมวดนิตยสาร</li>
        <li>นิตยสารแนะนำ</li>
        <li>นิตยสารมาใหม่</li>
        <li>นิตยสารแจกฟรี</li>
        <li>นิตยสารทั้งหมด</li>
      </ul>
    </div>

    <div>
      <ul>
        <li>เกี่ยวกับผู้อ่าน</li>
        <li>เข้าสู่ระบบ</li>
        <li>สมัครสมาชิค</li>
        <li>ลืมรหัสผ่าน</li>
        <li>ปัญหาการใช้งาน</li>
      </ul>
    </div>

    <div>
      <ul>
        <li>เกี่ยวกับเรา</li>
        <li>เกี่ยวกับเรา</li>
        <li>ข่าวและกิจกรรม</li>
        <li>คู่มือการใช้</li>
        <li>ติดต่อเรา</li>
      </ul>
    </di>

  </div>
</footer>